{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Data/Blueprints",
            "Fields": {
                "Silo": {
                    8: "ยุ้งฉาง",
                    9: "สามารถตัดหญ้า และเก็บหญ้าไว้เป็นอาหารสัตว์ได้"
                },
                "Mill": {
                    8: "โรงสี",
                    9: "ใช้สำหรับสีหรือบด ข้าว ข้าวสาลี และหัวบีท"
                },
                "Earth Obelisk": {
                    8: "อนุสาวรีย์ดิน",
                    9: "เคลื่อนย้ายคุณไปยังภูเขา"
                },
                "Water Obelisk": {
                    8: "อนุสาวรีย์น้ำ",
                    9: "เคลื่อนย้ายคุณไปยังชายหาด"
                },
                "Desert Obelisk": {
                    8: "อนุสาวรีย์ทะเลทราย",
                    9: "เคลื่อนย้ายคุณไปยังทะเลทราย"
                },
                "Island Obelisk": {
                    8: "อนุสาวรีย์เกาะ",
                    9: "เคลื่อนย้ายคุณไปยังหมู่เกาะขิง"
                },
                "Junimo Hut": {
                    8: "กระท่อมจูนิโม่",
                    9: "จูนิโม่จะเก็บเกี่ยวพืชผลรอบๆ กระท่อมของเขาให้กับคุณ"
                },
                "Gold Clock": {
                    8: "นาฬิกาทอง",
                    9: "ป้องกันไม่ให้เศษซาก ปรากฏในฟาร์มของคุณ ป้องกันรั้วไม่ให้พังทลาย"
                },
                "Stable": {
                    8: "คอกม้า",
                    9: "สามารถเลี้ยงม้า และขี่ม้าได้ สร้างเสร็จจะมีม้าให้"
                },
                "Well": {
                    8: "บ่อน้ำบาดาล",
                    9: "แหล่งน้ำเพื่อการอุปโภคบริโภค และเติมน้ำให้กับบัวรดน้ำ"
                },
                "Shipping Bin": {
                    8: "ถังขนส่ง",
                    9: "โยนของไว้ข้างใน เพื่อขายในเวลาอันสั้น"
                },
                "Coop": {
                    8: "เล้าขนาดเล็ก",
                    9: "ใช้เลี้ยงสัตว์ขนาดเล็ก เลี้ยงได้สูงสุด 4 ตัว"
                },
                "Big Coop": {
                    8: "เล้าขนาดกลาง",
                    9: "ใช้เลี้ยงสัตว์ขนาดเล็ก เลี้ยงได้สูงสุด 8 ตัว สร้างเสร็จจะมีเครื่องฟักไข่ให้ ใช้เลี้ยงเป็ดได้"
                },
                "Deluxe Coop": {
                    8: "เล้าขนาดใหญ่",
                    9: "ใช้เลี้ยงสัตว์ขนาดเล็ก เลี้ยงได้สูงสุด 12 ตัว มีระบบให้อาหารอัตโนมัติ ใช้เลี้ยงกระต่ายได้"
                },
                "Barn": {
                    8: "คอกขนาดเล็ก",
                    9: "ใช้เลี้ยงสัตว์ขนาดใหญ่ เลี้ยงได้สูงสุด 4 ตัว"
                },
                "Big Barn": {
                    8: "คอกขนาดกลาง",
                    9: "ใช้เลี้ยงสัตว์ขนาดใหญ่ เลี้ยงได้สูงสุด 8 ตัว สัตว์สามารถออกลูกได้ ใช้เลี้ยงแพะได้"
                },
                "Deluxe Barn": {
                    8: "คอกขนาดใหญ่",
                    9: "ใช้เลี้ยงสัตว์ขนาดใหญ่ เลี้ยงได้สูงสุด 12 ตัว มีระบบให้อาหารอัตโนมัติ ใช้เลี้ยงแกะ และหมูได้"
                },
                "Slime Hutch": {
                    8: "โรงเพาะสไลม์",
                    9: "เพาะเลี้ยงได้สูงสุด 20 ตัว คอยเติมน้ำให้พวกมัน แล้วพวกมันจะสร้าง ลูกบอลสไลม์ออกมา"
                },
                "Shed": {
                    8: "โรงเก็บของ",
                    9: "ภายในอาคารว่างเปล่า สามารถวางอะไรก็ได้ ที่คุณต้องการ! สามารถตกแต่งภายในได้"
                },
                "Big Shed": {
                    8: "โรงเก็บของขนาดใหญ่",
                    9: "เพิ่มขนาดโรงเก็บของ เป็นสองเท่า และยังสามารถ ตกแต่งภายในได้"
                },
                "Stone Cabin": {
                    8: "กระท่อม",
                    9: "ที่พักสำหรับเพื่อน! เงินอุดหนุนจากกองทุนเกษตรเมือง"
                },
                "Plank Cabin": {
                    8: "กระท่อม",
                    9: "ที่พักสำหรับเพื่อน! เงินอุดหนุนจากกองทุนเกษตรเมือง"
                },
                "Log Cabin": {
                    8: "กระท่อม",
                    9: "ที่พักสำหรับเพื่อน! เงินอุดหนุนจากกองทุนเกษตรเมือง"
                },
                "Greenhouse": {
                    8: "เรือนกระจก",
                    9: "ใช้เพาะปลูกพืชได้ทุกฤดู ปลูกได้ทั้งปี!"
                },
                "Mine Elevator": {
                    8: "ลิฟต์เหมือง",
                    9: "ใช้เดินทางอย่างรวดเร็ว ไปยังลิฟต์ตัวอื่น ที่ได้สร้างไว้ภายในเหมือง โดยในแต่ละชั้นสร้างได้เพียง 1 ตัว"
                },
                "Fish Pond": {
                    8: "บ่อเลี้ยงปลา",
                    9: "สามารถเก็บเกี่ยว ผลผลิตจากปลา จำนวนของปลา จะเพิ่มขึ้นเมื่อเวลาผ่านไป"
                },
                "Chicken": {
                    8: "ไก่",
                    9: "ออกไข่แสนอร่อย มีทั้งหมดสองสี"
                },
                "Duck": {
                    8: "เป็ด",
                    9: "ออกไข่ และบางครั้งก็ทำขนร่วงไว้"
                },
                "Rabbit": {
                    8: "กระต่าย",
                    9: "สัตว์น่ารัก ขนนุ่มปุกปุย!"
                },
                "Cow": {
                    8: "วัว",
                    9: "ผลิตน้ำนมที่มันและเข้มข้น"
                },
                "Sheep": {
                    8: "แกะ",
                    9: "ขนของพวกมันเป็นสิ่งที่ล้ำค่า"
                },
                "Goat": {
                    8: "แพะ",
                    9: "ผลิตน้ำนมแสนอร่อย"
                },
                "Pig": {
                    8: "หมู",
                    9: "พวกมันถูกฝึกมาเป็นพิเศษให้ค้นหาเห็ดทรัฟเฟิล"
                }
            }
        }
    ]
}
