{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Data/Concessions",
            "Fields": {
                "0": { "Description": "(สายไหม) ก้อนเมฆสีชมพูกลุ่มใหญ่ทำจากน้ำตาลปั่น" },
                "1": { "Description": "(ชามะลิ) ชาเขียวที่มีกลิ่นหอมของมะลิ" },
                "2": { "Description": "(โจจ้าโคล่า) น้ำอัดลมโจจ้าแก้วใหญ่พิเศษ" },
                "3": { "Description": "(สไลม์เปรี้ยว) เยลลี่เคี้ยวหนึบรูปสไลม์หลากสี พวกมันถูกโรยด้วยผงที่มีรสเปรี้ยวสุดๆ" },
                "4": { "Description": "(พิซซ่าสำหรับทานคนเดียว) พิซซ่าที่มีขนาดเล็กจนสามารถรับประทานเป็นอาหารว่างได้" },
                "5": { "Description": "(นาโช่ส์) แผ่นแป้งตอร์ตีย่าทอดสดใหม่ราดด้วยชีสที่เหนียวหนืดรสเผ็ด" },
                "6": { "Description": "(เบอร์เกอร์แซลม่อน) แซลม่อนชิ้นหนาบนขนมปังงาที่ถูกปิ้งจนเกรียมเล็กน้อย" },
                "7": { "Description": "(ไอศกรีมแซนด์วิช) ไอศกรีมวานิลลาที่ถูกประกบด้วยคุกกี้ช็อกโกแลตสองชิ้น" },
                "8": { "Description": "(ป๊อปคอร์น) เมล็ดข้าวโพดที่ถูกคั่วจนพอง เพิ่มรสชาติด้วยเนยและโรยเกลือนิดหน่อย" },
                "9": { "Description": "(มันฝรั่งทอด) มันฝรั่งฝานบางๆ ทอดกรอบแล้วโรยเกลือเล็กน้อย" },
                "10": { "Description": "(ป๊อปคอร์นรสช็อกโกแลต) มันก็คือป๊อปคอร์นธรรมดา... แต่ถูกเคลือบด้วยช็อกโกแลต" },
                "11": { "Description": "(ลูกอมรสชะเอมเทศดำ) ลูกอบเคี้ยวหนึบ รสชาติเข้มข้นและมีกลิ่นฉุน" },
                "12": { "Description": "(คุกกี้ดวงดาว) คุกกี้ชอร์ทเบรดรูปดาวที่โรยด้วยน้ำตาลสีรุ้ง" },
                "13": { "Description": "(นักทำลายขากรรไกร) ลูกอมที่ทั้งใหญ่และแข็ง ดูหนังจบหนึ่งเรื่องแล้วก็ยังละลายไม่หมด!" },
                "14": { "Description": "(ถั่วโรยเกลือ) ขนมรสเค็มสุดคลาสสสิก" },
                "15": { "Description": "(เซตอาหารว่างฮัมมัส) มันกรุบกรอบและดีต่อสุขภาพ" },
                "16": { "Description": "(เคลปั่น) มันอุดมไปด้วยเส้นใยและวิตามิน" },
                "17": { "Description": "(แอปเปิลหั่นชิ้น) แอปเปิลหั่นเป็นชิ้นเล็กๆ ที่ทั้งหวานและกรุบกรอบ" },
                "18": { "Description": "(สลัดแพนนาเซลลา) สลัดแห่งฤดูร้อน ประกอบไปด้วยขนมปังและมะเขือเทศ" },
                "19": { "Description": "(ป๊อปคอร์นรสเห็ดทรัฟเฟิล) ป๊อปคอร์นสูตรโบราณที่โรยด้วยเกลือเห็ดทรัฟเฟิล" },
                "20": { "Description": "(คาปูชิโน่มูสเค้ก) เค้กช็อกโกแลตก้อนเล็กที่เคลือบด้วยมูสคาปูชิโน่" },
                "21": { "Description": "(ข้าวโพดโจจ้า) ข้าวโพดสูตรเฉพาะของโจจ้า ทา\"ซอสเนยไม่อั้น\"" },
                "22": { "Description": "(ไอศกรีมซอร์เบทรสสตาร์ดรอป) สารสกัดสตาร์ดรอป 1 หยด เปลี่ยนซอร์เบทนี้ให้กลายเป็นของหวานที่ไม่ธรรมดา" },
                "23": { "Description": "(ลูกอมหิน) ผลึกน้ำตาลแต่งรสเสียบไม้พร้อมรับประทาน" }
            }
        }
    ]
}
