{
  "Introduction": "โอ้... สวัสดี! ฉันเพนนี...",
  "Resort_Entering": "เกาะนี้สวยจังเลย!",
  "Resort_Leaving": "ฉันสนุกมากๆ เลย$h",
  "Resort_Shore": "ฉันอายนิดหน่อยนะ เวลาที่ต้องใส่ชุดว่ายน้ำ ในที่ที่มีคนเยอะๆ น่ะ$s#$b#หวังว่า คงจะไม่มีใครมองนะ...$s",
  "Resort_Shore_2": "ยังไงก็เถอะนะ น้ำที่นี่ดูต่างออกไปมากเลย...#$e#ฉันแทบไม่อยากจะเชื่อเลยว่า นี่คือท้องทะเลฝืนเดียวกัน กับที่ฉันมองดูมาตลอดทั้งชีวิต",
  "Resort_Towel": "ลมพัดหน้าที่ฉันกำลังอ่านอยู่ ปลิวหายไปทุกทีเลย แต่มันก็รู้สึกดีสุดๆ ไปเลย$h",
  "Resort_Towel_2": "ฉันกำลังอ่านหนังสือ เกี่ยวกับกะลาสีคนหนึ่ง ที่ไปติดอยู่บนเกาะร้าง#$b#ฉันสงสัยจัง ว่าถ้าเป็นฉันจะทำยังไง ในสถานการณ์อย่างนั้น?",
  "Resort_Marriage_Towel_2": "นี่ ที่รัก คุณช่วยเขยิบไปทางซ้าย นิดนึงได้ไหม?#$b#ขอบคุณนะ แสงอาทิตย์ ทำให้การอ่านหนังสือ มันยากขึ้นนิดหน่อยน่ะ!$h",
  "Resort": "ทรายนี้ทั้งนุ่มและละเอียด สบายเท้าสุดๆ ไปเลยล่ะ!$h",
  "Mon": "สวัสดี...#$e#โอ้ คุณต้องการอะไรหรือเปล่า?",
  "danceRejection": "โอ๊ะ... ไม่ล่ะ ขอบคุณนะ$s",
  "breakUp": "...$s#$b#ฉ... ฉันรู้แล้... *สะอื้น* ... ร... เราคงเป็นได้แค่เพื่อนกัน สินะ$s",
  "pamHouseUpgrade": "สิ่งที่คุณได้ทำไป คือความเอื้อเฟื้อที่คุณมอบให้ กับครอบครัวของเรา ขอบคุณมากนะ!",
  "pamHouseUpgradeAnonymous": "ยังมีคนที่สุดแสนวิเศษ อยู่บนโลกใบนี้...",
  "dumped_Girls": "ฉันทนมองดูคุณไม่ได้หรอก...$s",
  "divorced": "...ขอร้องล่ะ ให้ฉันอยู่คนเดียว$s",
  "secondChance_Girls": "คุณทิ้งรอยแผลเป็น ไว้บนหัวใจฉัน @ แต่ยังไง... ฉันก็พร้อมที่จะกลับมาคุย กับเธออีกครั้งแล้ว$s",
  "Mon4": "*ถอนหายใจ*... แม่ของฉัน น่าจะมีปัญหาแล้วล่ะ ถึงไปซาลูนบ่อยขนาดนี้$s#$q 7/8 Mon_old#แต่มันคงจะดีกว่า ที่จะไม่คิดในแง่ลบ จริงไหม?#$r 7 50 Mon_7#ถูกต้อง คิดในแง่ดีเข้าไว้นั่นแหละ ดีที่สุด!#$r 8 10 Mon_8#ฉันคิดว่า มันก็ดีนะ ที่อยู่กับความเป็นจริง",
  "Mon_old": "#$p 7#แต่ถ้าฉันพยายามต่อไป ก็น่าจะทำให้แม่ เปลี่ยนแปลงได้นะ|นั่นก็สมเหตุสมผลนะ ยังไงแล้ว ฉันก็คงจะทำอะไร เพื่อที่จะทำให้มันเปลี่ยนแปลง ไม่ได้มากนักหรอก",
  "Mon_7": "ฉันก็รู้สึกแบบนั้นล่ะ ต่อไปต้องตั้งใจ ทำอนาคตให้ดีขึ้นกว่านี้",
  "Mon_8": "ถูกของคุณ เราควรจะอยู่กับ ความเป็นจริงมากกว่า$u",
  "Mon8": "ฉันอยากย้ายออกจริงๆ มันเหนื่อยที่จะต้องคอยกังวล เรื่องแม่ตลอดเวลา#$e#ฉันก็อยากให้แม่มีความสุข แต่จะให้ฉันอยู่อย่างนี้ตลอดไป ก็ไม่ได้หรอกนะ... รู้ไหม?$s",
  "Tue": "วันนี้ฉันมีสอนหนังสือ ให้กับวินเซนท์และแจสล่ะ... อาจจะลำบากสักหน่อย แต่มันก็ถือเป็นเรื่องที่ดีนะ ที่ได้สร้างจุดเปลี่ยนในชีวิต ให้กับใครสักคน",
  "Tue4": "$d bus#ตอนนี้แม่ของฉัน ก็ได้งานขับรถเมล์กลับมาแล้ว ฉันก็น่าจะเก็บเงินได้เยอะขึ้น อะไรๆ ก็ดูเหมือนจะเริ่ม มีความหวังหน่อยๆ แล้วล่ะ|ฉันพยายามเก็บเงิน จากการสอนหนังสืออยู่น่ะ แต่มันลำบากมากเลย เพราะแม่ฉันว่างงาน$s",
  "Tue10": "อืม @? ฟาร์มน่ะ เป็นที่ที่ดีสำหรับเด็กนะ เธอว่าไหม?$l#$e#ฉันคิดว่ามันเป็นแบบนั้นนะ$l",
  "Wed": "พวกเราไม่มีโรงเรียนที่นี่ แต่ฉันจะทำมันให้ดีที่สุด เพื่อให้วินเซนท์และแจส มีการศึกษาที่เหมาะสม#$e#เด็กๆ ควรจะได้รับโอกาส ที่จะประสบความสำเร็จ#$e#แจสเธอเก่งคณิตศาสตร์ และการอ่านมาก ส่วนวินเซนท์เก่งด้าน... เอ่อ จินตนาการเชิงรุก!",
  "Wed2": "คุณรู้อะไรมั้ย? ฉันคิดไว้ว่าจะพาเด็กๆ ไปทัศนศึกษาสักหน่อย อาจจะไปพาไปที่ป่าน่ะ#$e#ถ้ามีวิทยากรด้วยคงจะดี... อาจจะเป็นใครสักคน ที่คุ่นเคยกับธรรมชาติ?#$e#อ๊ะ! ขอโทษนะ ฉันคิดดีงไปหน่อยน่ะ",
  "Wed4": "ฉันอาศัยอยู่ในเมืองเพลิแกน มาตลอดทั้งชีวิตเลยนะ คุณเชื่อฉันมั้ย?#$e#ฉันเดาได้เลยว่า ข้างนอกนั่นต้องมีสิ่ง ที่ฉันไม่เคยสัมผัสมาก่อน",
  "Thu": "ฉันว่าเราโชคดีมากนะ ที่มีห้องสมุดในเมืองเล็กๆ แบบนี้#$e#การอ่านหนังสือบางครั้ง ก็ทำให้คุณลืมความเป็นจริง ที่กำลังเผชิญอยู่ ได้เหมือนกัน$u#$e#...นี่ล่ะมั้ง คือเหตุผลที่ฉันชอบ อ่านหนังสือน่ะ$s#$e#...ขอโทษนะ ฉันลืมตัวทุกทีเลย",
  "Thu6": "ฉันอยากมีสวน เป็นของตัวเองจัง แต่ลานหน้าบ้านของเรานั้น ไม่เข้าท่าเอาซะเลย$u#$e#ฉันคิดไว้ว่าสักวัน ฉันจะไปอยู่ในที่ ที่ฉันสามารถทำสวนได้ล่ะ#$e#บางที ฉันอาจจะอยู่ในฟาร์มก็ได้นะ! *หัวเราะคิกคัก*$h",
  "Fri": "ถ้าคุณขุดดินดูละก็ คุณจะได้เจอสิ่งของ ที่น่าสนใจด้วยนะ#$e#มีครั้งหนึ่ง ฉันเจอเครื่องปั้นดินเผาชิ้นหนึ่ง ฉันเอามันไปให้กันเธอร์ แล้วเขาก็บอกว่า มันมีอายุมากกว่าพันปี",
  "Fri2": "ถ้าคุณขุดดินดูละก็ คุณจะได้เจอสิ่งของ ที่น่าสนใจด้วยนะ#$e#มีครั้งหนึ่ง ฉันเจอเครื่องปั้นดินเผาชิ้นหนึ่ง ฉันเอามันไปให้กันเธอร์ แล้วเขาก็บอกว่า มันมีอายุมากกว่าพันปี",
  "Fri4": "จาน จาน แล้วก็จาน เฮ้อ... ถ้าแม่ไม่เมาค้าง จากไปเที่ยวซาลูนจนดึกดื่น แม่อาจจะช่วยงานบ้านได้บ้าง สักนิดก็ยังดี$s",
  "Sat": "ที่นี่เป็นเมื่องเล็กๆ คุณหลีกเลี่ยงที่จะไม่เจอใคร ไม่ได้หรอกนะ#$e#ฉันอยากรู้จัง ว่ามันจะเป็นยังไง ถ้าอาศัยอยู่ในเมืองใหญ่?",
  "Sat2": "$d Joja#ทุกอย่างเปลี่ยนไปมากเลย ตั้งแต่ที่ร้านโจจ้ามาเปิดที่นี่ ธุรกิจของปีแอร์ก็แย่ลง แต่แม่ของฉันชอบร้านโจจ้านะ เธอบอกว่ามันถูกดี เธอซื้ออะไรได้เยอะ กว่าซื้อที่ร้านของปีแอร์ซะอีก|ตั้งแต่ร้านโจจ้าปิดไป แม่ของฉันก็บ่นมาตลอดเลย แต่ฉันว่ามันก็ดีไปอย่างนะ แม่จะได้เพลาๆ โจจ้าโคล่าลงได้เสียที",
  "Sun": "หวัดดี อืมมม...$u#$b#วันนี้อากาศดีนะ ว่ามั้ย?#$e#ขอโทษที...$u",
  "Sun4": "ฉันพยายามมากนะ ที่จะทำบ้านของเรา ให้สะอาดอยู่เสมอ แต่มันก็กลับมารก เหมือนเดิมอีกละ$s#$e#มันยากเหมือนกันนะ ที่ต้องจัดการงานบ้านทั้งหมด ด้วยตัวคนเดียว$u",
  "event_speaker_kids1": "ไม่ได้เหรอ?$l#$b#นั่นสินะ... เธอเองก็มีอย่างอื่นต้องทำ เหมือนกันนี่นา",
  "event_speaker_kids2": "... ฉันเองก็เหมือนกัน ดีใจจัง ที่เธอก็รู้สึกแบบเดียวกันเลย$7",
  "event_speaker_kids3": "ใช่แล้ว... มันไม่แปลกเลย ที่เราจะรู้สึกอยากปกป้อง และดูแลอะไรที่อ่อนแอกว่า ฉันคิดว่ามันปกติด้วยซ้ำไป",
  "event_speaker_kids4": "อ่ะ งั้นเหรอ?$s#$b#ฉันคิดว่าเธอ ต้องเป็นผู้ปกครองที่ดี ให้ลูกได้แน่ๆ$7",
  "event_speaker_kids5": "หืม...$s#$b#ถ้าทุกคนคิดแบบเธอล่ะก็ ป่านนี้คงไม่มีใคร เหลือบนโลกแล้วล่ะ$s",
  "event_speaker_kids6": "อ่าาา...$s#$b#ฉันเข้าใจที่เธอ พยายามจะสื่อนะ... ถึงมันจะดูน่าเศร้า ไปหน่อยก็เถอะ$s",
  "event_speaker_yes": "เยี่ยมเลย!$h#$b#ขอฉันเรียกเด็กๆ ก่อนนะ",
  "event_speaker_no": "จริงเหรอ?... อืม... เยี่ยม ได้เลย ฉันคิดว่า ฉันจะได้พบเธอเร็วๆ นี้%fork$s",
  "event_mail1": "ขอบคุณนะ...$l#$b#ฉันแค่อยากจะช่วย เท่านั้นเอง ไม่คิดว่าจอร์จจะ โกรธถึงขนาดนี้$s",
  "event_mail2": "โอ๊ะ...$l#$b#ขอโทษค่ะ คุณมุลเนอร์ฉันไม่น่าทำ แบบนั้นเลยจริงๆ$s",
  "event_mail3": "ฉันเข้าใจ",
  "event_old1": "ก็ถูกของเธอนะ... เครียดไปก็ไม่ได้ช่วย ให้มันดีขึ้นนี่นา?$u",
  "event_old2": "จริงด้วย หลายๆ คนมักจะลืมเรื่องนี้ไปเลย$u#$b#พอเราแก่ตัวลง เวลาให้คิดเยอะขึ้น มันก็ทำให้เรา รู้อะไรได้เยอะขึ้นล่ะนะ$u",
  "event_old3": "ฉันเห็นด้วยกับเธอนะ#$b#เราควรจะดูแลผู้อาวุโสของเรา ให้เหมือนกับที่เราจะหวัง ให้คนอื่นมาทำกับ เราเหมือนกัน",
  "event_old4": "ทำไมเธอถึงพูดแบบนี้! ชีวิตมันไม่ใช่สิ่งที่ จะเอามาทิ้งขว้างแบบนั้นนะ!$a",
  "event_cook1": "พูดจริงๆ งั้นเหรอ? ขอบคุณนะ! ... ได้ยินแบบนั้นก็โล่งใจ$h#$b#ฉันพยายามคิดสูตรนี้ นานมากเลยนะ และฉันภูมิใจกับมันมากๆ เลยด้วยล่ะ",
  "event_cook2": "โอ้... อื้ม แน่นอนสิ$s",
  "event_cook3": "โอ้...ฉันขอโทษ$s",
  "event_pool1": "ใช่แล้วล่ะ...$8",
  "event_pool2": "งั้นเหรอ? ฉันนึกว่าเธอจะรู้แล้ว ซะอีก...$8",
  "event_pool3": "ไม่!$9",
  "event_pool4": "...อื- @ ฉันเองก็แอบคิดว่า เธอก็รู้สึกเหมือนกัน แต่ไม่นึกว่ามันจะ เป็นความจริง$6#$b#...ฉันจะไม่มีวันลืมคืนนี้เลย$6^เธอช่างดูดีเหลือเกิน... ฉัน... *อุ๊บ*$6",
  "event_pool5": "ไ...ม่...ได้น-...?$8#$b#...!!!%fork$10",
  "event_family1": "ฉันก็ด้วย$h",
  "event_family2": "...ขอโทษ$s",
  "event_family3": "ฉันเข้าใจ$s",
  "summer_Mon": "สวัสดี... อืม อากาศดีนะ ว่ามั้ย?",
  "summer_Mon4": "$d cc#ขอบคุณนะ ที่ช่วยซ่อมแซมศูนย์ชุมชน ให้กลับมาใช้ได้อีกครั้ง ฉันว่าคุณเหมือนเป็น ฮีโร่ของเมืองเลยล่ะ|สวัสดี @ ดีใจจังที่ได้เห็นคุณสบายดี",
  "summer_Fri": "$d bus#ฉันได้ยินมาว่า คุณเป็นคนซ่อมรถเมล์ ให้กลับมาใช้ได้งานได้อีกครั้ง ขอบคุณนะ|แม่ของฉัน เคยเป็นคนขับรถเมล์ ไปยังทะเลทรายคาลิโก้ มาก่อนน่ะ... แต่เมื่อไม่กี่ปีก่อน รถมันก็มาเสียไปซะอย่างนั้น ท่านนายกเทศมนตรีบอกว่า เเงินกองทุนของเมืองไม่พอ ไม่งั้นก็คงจะซ่อมมันได้แล้ว$u",
  "summer_Sun": "นี่...คุณได้ตกแต่ง บ้านไร่ของคุณบ้างรึเปล่า?#$e#มันจะต้องดีมากแน่เลย ที่มีบ้านของตัวเอง ไว้ให้ตกแต่งบ้าง",
  "summer_Sat": "สวัสดี อืมมมม...$u#$b#วันนี้วิวภูเขาสวยเนอะ ว่าไหม?$u",
  "fall_Mon": "ไง... อืม คุณสบายดีไหม?$u",
  "fall_Mon4": "มันน่าอายนะ ที่เราเป็นเพียงครอบครัวเดียว ในเมืองนี้ ที่อาศัยอยู่ในรถบ้าน$u#$e#ฉันก็หวังนะว่าสักวัน ฉันจะได้อยู่ในบ้านดีๆ แบบเขาบ้าง$s",
  "fall_Tue4": "ตอนนี้ฟาร์มคุณดูดีจริงๆ$h",
  "fall_Thu6": "แม่เอง ก็ไม่ได้ดูแล ตัวเธอดีมากนัก...$u#$e#ฉันเป็นห่วงเธอจริงๆ$u",
  "fall_Fri": "ฤดูใบไม้ร่วง เป็นช่วงเวลาที่แสนเศร้าของปี สำหรับฉัน...$s",
  "fall_Fri6": "พ่อของฉันทิ้งฉันไป ตั้งแต่ยังเด็กแล้วล่ะ เขาบอกว่าพวกเรา เป็นเหมือน 'ภาระ' ของเขา แล้วเราก็ไม่เคยเจอ เขาอีกเลย$s#$b#ขอโทษนะ ที่เล่าเรื่องอะไรแบบนี้ ให้เธอฟัง... พอเห็นอะไรๆ ในตอนนี้แล้วก็ชวน ย้อนให้นึกไปถึงตอนเก่าๆ น่ะ$u#$e#ว่าแต่... ตอนนี้ที่ฟาร์ม เป็นยังไงบ้างล่ะ?",
  "fall_Sun10": "@! ฉันกำลังนึกถึง เรื่องบางเรื่องอยู่พอดีเลย...#$e#เธอจินตนาการภาพตัวเอง ในอีกสิบปีข้างหน้า ไว้แบบไหนเหรอ?$l#$e#ของฉันน่ะนะ มีเยอะแยะเลยล่ะ...$u",
  "fall_Sat8": "ดีจ๊ะ @$h#$e#ที่บ้านของเธอ คงจะทำความสะอาดง่ายสินะ ฉันคิดว่างั้นนะ?",
  "winter_Fri": "...อะไรเหรอ?$u",
  "winter_Fri2": "เธอรู้จักลีนัสไหม? เขาอาศัยอยู่บนเขานี่เอง#$e#จริงๆ แล้วเขาเป็นคนที่ใจดีนะ... แต่แค่เป็นคนประหลาดๆ ไปหน่อย ก็เลยไม่ค่อยมีใคร อยากสุงสิงด้วย#$e#จะว่าไปช่วงนี้ก็ อากาศหนาวนะ เขาจะเป็นอะไรหรือเปล่านะ นอนในเต็นท์แบบนั้น",
  "winter_Tue4": "ฉันละรอคอย ที่จะได้เห็นฟาร์มของเธอ ตอนฤดูใบไม้ผลิไม่ไหวจริงๆ#$e#มันคงจะสดใสและ สวยงามแน่ๆเลย$h",
  "winter_Tue": "ฉันมักจะอยู่แต่ในบ้าน ในช่วงฤดูหนาว ฉันไม่ชอบอากาศเย็น เอาซะเลย",
  "winter_Thu": "โอ้... สวัสดี เธออยากคุยหน่อยไหม?$u#$e#ถ้าเธอพบของที่น่าสนใจอย่าง วัตถุโบราณหรือแร่ธาตุ กันเธอร์อาจจะยินดีที่ ได้มันมาแสดงในพิพิธภัณฑ์#$e#เขาบอกฉันว่า เขามีของขวัญพิเศษ สำหรับผู้ที่บริจาคเสมอ",
  "winter_Mon": "เราจะจัดงาน เทศกาลวันที่ 25 เราจะจัดงานเลี้ยง ฤดูหนาวกันมันเป็น หนึ่งในกิจกรรม ที่ฉันชอบ#$e#มันเป็นเวลาสำหรับขอบคุณ ทุกสิ่งดีๆ ที่เข้ามาในชีวิตของเธอ... แต่สำหรับคนทั่วไป คงเป็นเพียงเวลาพักผ่อน แล้วการแลกของขวัญ"
}